ADV_GUILD_MENU_TEXT = '''\
Hello world
'''

ADV_GUILD_WELCOME_TEXT = '''\
Привет и добро пожаловать в Гильдию Авантюристов!

Сперва зарегистрируйся в 💠Регистратуре как авантюрист, получи жетон и начни выполнять задания.

(P.S. Данный функционал Гильдии Авантюристов служит исключительно ради развлечения и увеличения интереса охоты на мобов,\
 никаких корыстных целей бот не преследует и не посмеет вводить какие-либо транзакций и донат наживаясь на ЧВ проекте,\
 цель одна - развлечение!😉)

Вы подходите к регистратуре и видите за стойкой Регистраторшу👩‍💼:
— "Здравствуйте! Вы хотите стать авантюристом?"
— "Хорошо, для этого заполните свои данные <a href="https://t.me/share/url?url=/hero">здесь</a>."
<i>(скинуть /hero из @ChatWarsBot)</i>
'''

ADV_GUILD_WELCOME2_TEXT = '''\
— "Дальше вы получите Бронзовый жетон репутации(🥉), с доступом к заданиям ранга [E], и сможете начать выполнять ваше первое задание с 📜Доски объявлений.
Поздравляю с вступлением в гильдию, {}!"

<b>Получено:</b> <i>Доступ к гильдии</i>
<b>Получено:</b> <i>🥉Бронзовый жетон репутации</i>
'''
