NO_AL_WELCOME = '''\
Привет! Похоже у тебя ещё нет альянса... Либо он не зарегистрирован в боте.

Если ты самое главное и авторитетное лицо своего альянса - предлагаем зарегистрировать альянс.
В противном случае позови это самое лицо для регистрации.
'''

ALLIANCE_MAIN_PAGE = '''\
<b>🎪{al_name}</b>
  Код: <code>{al_code}</code>
  Владельцы: {al_owner}
  Лидер: @{al_leader}

  Перепись: {n_members}👥 | {n_guilds}🏠{main_last_update}

📋Ростер{roster_last_update}:
  {al_guilds}
'''

REG_AL_WELCOME = '''\
Здорово, что ты согласился! Регистрация альянса открывает доступ к особому функционалу и деятельности для всех гильдий \
твоего альянса, такому как:
 — Участие в разных ТОПах (в том числе межгильдейские)
 — Информация по альянсовым битвам и их локациям
 — Система пинов
 — ...

Если всё устраивает - пришли мне код регистрируемого альянса, а если нет - введи в любое время /start.
Пример кода: <code>5Pl00m</code>
'''

REG_GET_CODE = '''\
Замечательно! Теперь <b>перешли</b> из ЧВ бота ответ на <a href="https://t.me/share/url?url=🤝Альянс">🤝Альянс</a>.
'''

REG_GET_MAIN = '''\
Великолепно, но бог любит троицу! Осталось прислать <a href="https://t.me/share/url?url=📋 Roster">📋 Roster</a> от ЧВ бота, жду.
'''