# /start
START_MAIN_MENU_TEXT = 'some text'

START_INVITE_TEXT = 'Требуется регистрация!\n(Пришли /hero из @ChatWarsBot)'

HELP_NEW_CHAT_ID_TEXT = '''\
Приветствую обитателей этого чата!

Меня зовут Феся. Я добренький бот-помощник!
Чтобы я начал видеть ваши команды и обращения ко мне - <b>требуется выдать мне админку</b> в чате!

Меню настройки чата: /settings

Если остались вопросы - пишите @Irrenriel.
Удачи!
'''

SETTINGS_TEXT = '''\
<U><b>Уведомления:</b></u>\n
— Уведомления на новые локации: [{}]
— Уведомления на удалённые/истёкшие локации: [{}]
— Отображение сводок альянс битв: [{}]
— Режим краткого отображения сводок: [{}]
'''
