CRAFT_TEXT = '''\
Добро пожаловать в мастерскую...

Доступные команды:
    <b><u>Крафтинг:</u></b>
    ► <code>/c_[id]</code> крафт

    <b><u>Ресурсы и рецепты:</u></b>
    ► <code>/add_res [id] [name]</code> добавить <b>ресурс</b>
    ► <code>/edit_res [old_id] [new_id] [new_name]</code> изменить <b>ресурс</b>

    ► <code>/add_rec [id] t[tier]</code> добавить <b>рецепт</b>
    ► <code>/edit_rec [old_id] [new_id] t[new_tier]</code> изменить <b>рецепт</b>
    ► <code>/del_rec [id]</code> удалить <b>рецепт</b>

    ► <code>/r_list</code> список доступной экипировки на крафт
    ► <code>/r [name]</code> список экипировки на крафт начинающейся с [name]
    ► <code>/r_[id]</code> рецепт экипировки с ID [id]

    <b><u>Сток:</u></b>
    ► <code>📦Обновить сток гильдии</code>
    ► <code>/g_receive [code]</code> взять ресы из гистока
    ► <code>/g_deposit [id] [num]</code> закинуть ресы в гисток

    ► <code>⚒Irrenriel</code> режим управления
'''